Repository: RogueScholar/service.addonsync
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_pt

# Addon Summary
source: Synchronise Add-on Settings Between Instances
pt_pt: Sincronizar configurações de complementos entre instalações

# Addon Description
source: Keep all add-on settings synchronised across your Kodi installations
pt_pt: Mantenha todas as definições dos complementos sincronizados nas suas instalações do Kodi

# #32001
source: AddonSync
pt_pt: SincronizaçãoComplemento

# #32002
source: Debugging
pt_pt: Depuração

# #32003
source: Enable debug logging
pt_pt: Ativar o registo de depuração

# #32004
source: Central Store Location
pt_pt: Localização da Armazém Central

# #32005
source: WARNING: This add-on will (depending on its configuration) do one of two things: make a copy of your settings to share from a network store OR restore your settings from that store, overwriting the current values. Please ensure that this behavior is what you are interested in.
pt_pt: AVISO: Este complemento irá (de acordo com sua configuração) fazer uma de duas coisas: copiar as suas configurações para partilhar de uma armazém de rede OU restauro das configurações desse armazém, substituindo os valores atuais. Por favor, tenha a certeza de que este comportamento é o que deseja.

# #32006
source: AddonSync Not Configured
pt_pt: SincronizaçãoComplemento Não Configurado

# #32007
source: Synchronisation Role
pt_pt: Função de sincronização

# #32008
source: Master
pt_pt: Mestre

# #32009
source: Slave
pt_pt: Escravo

# #32010
source: Update interval in hours (0 = at startup only)
pt_pt: Intervalo de actualização em horas (0 = apenas no início)

# #32011
source: No Add-ons Available
pt_pt: Não há complementos disponíveis

# #32012
source: Filter
pt_pt: Filtrar

# #32013
source: All
pt_pt: Todos

# #32014
source: Select Included
pt_pt: Selecionar Incluídos

# #32015
source: Select Excluded
pt_pt: Selecionar Excluídos

# #32016
source: Add-on Synchronise Selection
pt_pt: Seleção de Sincronização de Complementos

# #32017
source: Select Add-ons
pt_pt: Selecionar Complementos

# #32018
source: Run on Startup
pt_pt: Executar na arranque

# #32019
source: Starting Synchronisation...
pt_pt: Iniciar a sincronização...

# #32020
source: Synchronisation Complete
pt_pt: Sincronização completa

# #32021
source: Operations
pt_pt: Operações

# #32022
source: Run Synchronisation Now
pt_pt: Executar sincronização agora

# #32023
source: Restart Updated Service Add-ons
pt_pt: Reiniciar complementos de serviço atualizados

# #32024
source: Only Synchronise if Add-on Version Matches
pt_pt: Sincronizar apenas se a versão do complemento corresponder
